[Language]
ABOUT=%PROGRAMNAME% este o aplicație ce permite saltul rapid între funcții și regiuni ale unui scenariu AutoIt. Funcționează doar cu versiunea completă a SciTE. @NL @NL Aplicația a fost creată de %COPYRIGHT%.
CANCEL=Anulare
CLOSE=Închide
COMMENTS=Comentarii utilizator
COPY_ALL=Copiază Tot
COPY_SELECTED=Copiază Selecția
CRC32=CRC32
DESELECT_ALL=Deselectează Tot
ERROR=A apărut o eroare neașteptată.
EXPORT=Export
FOLDER_SELECT=Selectează un dosar în care se caută cuvântul cheie.
FUNCTION_LIST=Lista de Funcții și Regiuni
FUNCTIONS=Funcții
HTML=HTML
LANGUAGE_AUTHOR=Mulțumiri lui %LANGUAGEAUTHOR% pentru traducerea %LANGUAGE%. Traducerea a fost creată la %LANGUAGEUPDATED%.
LATEX=LATEX
LINE_COUNT=Numărul Liniei
MENU_ABOUT=Despre
MENU_ADD=Adaugă la SciTE
MENU_FIND=Căutare
MENU_HEADER=Adăugare Antet
MENU_HELP=Ajutor (F1)
MENU_LANGUAGE=Limba
MENU_MONITORLINE=Derulează lista cu funcții
MENU_OPEN=Deschide Fișier
MENU_OPENLOCATION=Deschide Locația Fișierului
MENU_OPENWINMERGE=Compara folosind WinMerge
MENU_RESET=Resetare %PROGRAMNAME%
MENU_RESTART=Reîncepe
MENU_SNIPPET=Fragment Funcție
MENU_SORT=Sortare funcții
MENU_TOGGLE=Comută Plierea
MENU_UDFS=Cauta în UDF-uri
NAME=Nume
OK=OK
PATH=Cale
PDF=PDF
REFRESH=Reîmprospătare
REGIONS=Regiuni
REPLACE=Reînlocuie
RTF=RTF
SCITE_ERROR=SciTE trebuie sa fie pornit pentru ca %PROGRAMNAME% să funcționeze corect.
SELECT_ALL=Selectează Tot
SET=Setare
SIZE=Mărime
TIP_ERROR_1=Fișier gol.
TIP_ERROR_2=Date pentru salt lipsă.
TIP_ERROR_3=Fișier inexistent.
TIP_ERROR_4=Aparent SciTE nu e pornit.
TIP_EXPORT_1=Numărul total de funcții este %TOTALNUMBER%
TIP_EXPORT_2=Creat la %CREATIONDATE%
TIP_EXPORT_3=Funcţii neutilizate
TIP_EXPORT_4=Numărul total de regiuni - %TOTALNUMBER%
TIP_EXPORT_5=Numărul total de incluziuni - %TOTALNUMBER%
TIP_EXPORT_6=Numărul total de variabile Globale - %TOTALNUMBER%
TIP_MSG_1=Reîmprospătează %PROGRAMNAME%
TIP_MSG_10=Adaugă scenariul AutoIt curent în dosarul cu incluziuni.
TIP_MSG_11=Înlătură scenariul AutoIt curent din dosarul cu incluziuni.
TIP_MSG_12=Selectează pentru a suprascrie scenariul AutoIt curent în dosarul cu incluziuni dacă e prezent.
TIP_MSG_13=Deschide dosarul Obfuscator.
TIP_MSG_14=Utilizaţi un şir de căutare cu expresii obișnuite.
TIP_MSG_2=Enumeră dosarele în care se caută.
TIP_MSG_3=Curăță lista cu dosare.
TIP_MSG_4=Micșorează %PROGRAMNAME% în SciTE.
TIP_MSG_5=Selectează un dosar de adăugat la lista curentă.
TIP_MSG_6=Exportă în formate diferite sau detalii despre scenariul AutoIt.
TIP_MSG_7=Selectează pentru a arăta lista cu fișiere ce vor fi înlocuite.
TIP_MSG_8=Selectează pentru a utiliza căutarea dependentă de caractere.
TIP_MSG_9=Înlocuie un anumit cuvânt sau o anumită expresie dintr-o listă cu fișiere.
TIP_PREPROCESSOR_1=Pre-Procesare
TIP_REPLACE_1=Înlocuie în Scenarii
TIP_REPLACE_2=Caută după...
TIP_REPLACE_3=Înlocuie cu...
TIP_REPLACE_4=Previzualizare înainte
TIP_REPLACE_5=Respectă punctuația
TIP_REPLACE_6=Tipuri fișiere, lasă liber pentru toate fișierele
TIP_REPLACE_7=RegExp
TIP_SEARCH_1=Rezultatele căutării
TIP_SEARCH_2=Căutare fără rezultat
TIP_SEARCH_3=Funcții Căutare
TIP_SEARCH_4=Linie
TIP_SEARCH_5=Căutare în Scenarii
TIP_SEARCH_6=Dosar de Căutat
TIP_UDFNAME_1=UDF header name
TIP_UDFS_1=Include Fișiere
TIP_UDFS_2=Adaugă în Incluziuni
TIP_UDFS_3=Înlătură din Incluziuni
TIP_UDFS_4=Suprascrie fișierul incluziune
UDFS=Definite de Utilizator
UPDATE=Dorești să actualizezi %PROGRAMNAME%?

[Author]
AUTHOR=joby_toss
VERSION=1.32.75.145
UPDATED=22/02/2013

[Country]
CODE=ro
